websevice1/result1/Iteration1/t2_RequestBody.txt

<?xml version="1.0" encoding="utf-8"?><soap:Envelope xmlns:soap="http://schemas.xmlsoap.org/soap/envelope/" xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance" xmlns:xsd="http://www.w3.org/2001/XMLSchema" xmlns:wsa="http://schemas.xmlsoap.org/ws/2004/03/addressing"><soap:Header><wsa:Action>http://WebXml.com.cn/getDomesticAirlinesTime</wsa:Action><wsa:MessageID>uuid:c314b26c-5022-44f1-8270-d376f3733e66</wsa:MessageID><wsa:ReplyTo><wsa:Address>http://schemas.xmlsoap.org/ws/2004/03/addressing/role/anonymous</wsa:Address></wsa:ReplyTo><wsa:To>http://ws.webxml.com.cn/webservices/DomesticAirline.asmx</wsa:To></soap:Header><soap:Body><getDomesticAirlinesTime xmlns="http://WebXml.com.cn/"><startCity>SHA</startCity><lastCity>ZHA</lastCity><theDate>2016-11-08</theDate><userID /></getDomesticAirlinesTime></soap:Body></soap:Envelope>